Repository: jmiglesias19/EjerciciosPracticos
Catalog: Ejercicio1/Translations/Ejercicio1.*.xlf
Languages: es_es

# PermissionSet 1501832164 - Property 2879900210
source: Permissions
es_es: Permisos

# Table 3011597373 - Property 2879900210
source: Brand
es_es: Marca

# Table 3011597373 - Field 639662907 - Property 1295455071
source: Specifies the blockage expiration date.
es_es: Especifica la fecha de vencimiento del bloqueo.

# Table 3011597373 - Field 639662907 - Property 2879900210
source: Blockage Expiration
es_es: Vencimiento bloqueo

# Table 3011597373 - Field 3543129988 - Property 1295455071
source: Specifies if the brand is blocked.
es_es: Especifica si la marca está bloqueada.

# Table 3011597373 - Field 3543129988 - Property 2879900210
source: Blocked
es_es: Bloqueado

# Table 3011597373 - Field 940069637 - Property 1295455071
source: Specifies the number of products which use this brand.
es_es: Especifica el número de productos que usan esta marca.

# Table 3011597373 - Field 940069637 - Property 2879900210
source: Brand Products
es_es: Productos de la marca

# Table 3011597373 - Field 3004954119 - Property 1295455071
source: Specifies the code of the brand.
es_es: Especifica el código de la marca.

# Table 3011597373 - Field 3004954119 - Property 2879900210
source: Code
es_es: Código

# Table 3011597373 - Field 3461834954 - Property 1295455071
source: Specifies the description of the brand.
es_es: Especifica la descripción de la marca.

# Table 3011597373 - Field 3461834954 - Property 2879900210
source: Description
es_es: Descripción

# Table 567835815 - Property 2879900210
source: Flavour
es_es: Sabor

# Table 567835815 - Field 3004954119 - Property 1295455071
source: Specifies the flavour code.
es_es: Especifica el código del sabor.

# Table 567835815 - Field 3004954119 - Property 2879900210
source: Code
es_es: Código

# Table 567835815 - Field 3461834954 - Property 1295455071
source: Specifies the description of the flavour.
es_es: Especifica la descripción del sabor.

# Table 567835815 - Field 3461834954 - Property 2879900210
source: Description
es_es: Descripción

# Table 567835815 - Field 2052708639 - Property 1295455071
source: Specifies the number of products which use this flavour.
es_es: Especifica el número de productos que usan este sabor.

# Table 567835815 - Field 2052708639 - Property 2879900210
source: Flavour Products
es_es: Productos del sabor

# Page 3164131905 - Property 2879900210
source: Brand Card
es_es: Ficha de marca

# Page 3164131905 - Control 3441967249 - Property 2879900210
source: Brand Card
es_es: Ficha de marca

# Page 2650159571 - Property 2879900210
source: Brand List
es_es: Lista de marcas

# Page 2650159571 - Control 639662907 - Property 2879900210
source: Blockage Expiration
es_es: Vencimiento bloqueo

# Page 2650159571 - Control 3543129988 - Property 2879900210
source: Blocked
es_es: Bloqueado

# Page 2650159571 - Control 940069637 - Property 1295455071
source: Specifies the number of products which use this brand.
es_es: Especifica el número de productos que usan esta marca.

# Page 2650159571 - Control 940069637 - Property 2879900210
source: Brand Products
es_es: Productos de la marca

# Page 2650159571 - Control 3004954119 - Property 2879900210
source: Code
es_es: Código

# Page 2650159571 - Control 3461834954 - Property 2879900210
source: Description
es_es: Descripción

# Page 3537436355 - Property 2879900210
source: Flavour Card
es_es: Ficha de sabor

# Page 3537436355 - Control 2054176611 - Property 2879900210
source: Flavour Card
es_es: Ficha de sabor

# Page 1986403825 - Property 2879900210
source: Flavour List
es_es: Lista de sabores

# Page 1986403825 - Control 3004954119 - Property 2879900210
source: Code
es_es: Código

# Page 1986403825 - Control 3461834954 - Property 2879900210
source: Description
es_es: Descripción

# Page 1986403825 - Control 2052708639 - Property 1295455071
source: Specifies the number of products which use this flavour.
es_es: Especifica el número de productos que usan este sabor.

# Page 1986403825 - Control 2052708639 - Property 2879900210
source: Flavour Products
es_es: Productos del sabor

# PageExtension 3346153445 - Action 2995173745 - Property 1295455071
source: Pressing this button will open the brand page.
es_es: Al pulsar este botón, se abrirá la página de la marca.

# PageExtension 3346153445 - Action 2995173745 - Property 2879900210
source: Open Brand
es_es: Abrir marca

# PageExtension 3346153445 - Action 4128947123 - Property 1295455071
source: Pressing this button will open the flavour page.
es_es: Al pulsar este botón, se abrirá la página del sabor.

# PageExtension 3346153445 - Action 4128947123 - Property 2879900210
source: Open Flavour
es_es: Abrir sabor

# PageExtension 3346153445 - Control 3230356701 - Property 2879900210
source: Chronus Customization
es_es: Personalización de Chronus

# PageExtension 4184378572 - Control 2253436595 - Property 2879900210
source: Blockages
es_es: Bloqueos

# PageExtension 4184378572 - Control 49728908 - Property 2879900210
source: Blocked Brands
es_es: Marcas bloqueadas

# TableExtension 1470130270 - Field 3011597373 - Property 1295455071
source: Specifies product brand.
es_es: Especifica la marca del producto.

# TableExtension 1470130270 - Field 3011597373 - Property 2879900210
source: Brand
es_es: Marca

# TableExtension 1470130270 - Field 1741728871 - Property 1295455071
source: Specifies a description of the brand.
es_es: Especifica una descripción de la marca.

# TableExtension 1470130270 - Field 1741728871 - Property 2879900210
source: Brand Description
es_es: Descripción de la marca

# TableExtension 1470130270 - Field 567835815 - Property 1295455071
source: Specifies product flavour.
es_es: Especifica el sabor del producto.

# TableExtension 1470130270 - Field 567835815 - Property 2879900210
source: Flavour
es_es: Sabor

# TableExtension 1470130270 - Field 3869319837 - Property 1295455071
source: Specifies a description of the flavour.
es_es: Especifica una descripción del sabor.

# TableExtension 1470130270 - Field 3869319837 - Property 2879900210
source: Flavour Description
es_es: Descripción del sabor

# TableExtension 1470130270 - Field 3912556904 - Property 1295455071
source: Specifies the nutriscore.
es_es: Especifica el Nutriscore.

# TableExtension 597122064 - Field 49728908 - Property 1295455071
source: Specifies the number of blocked brands.
es_es: Especifica el número de marcas bloqueadas.

# TableExtension 597122064 - Field 49728908 - Property 2879900210
source: Blocked Brands
es_es: Marcas bloqueadas
